jorgebucaran/fisher
jethrokuan/z
patrickf1/fzf.fish
ilancosman/tide@v6
franciscolourenco/done
joseluisq/gitnow@2.12.0
meaningful-ooo/sponge
jorgebucaran/autopair.fish
nickeb96/puffer-fish
gazorby/fish-abbreviation-tips
fishingline/safe-rm
rcny/gh-copilot-cli-alias.fish
